Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_179-Teaching_The_Relative_and_Ultimate_Truths-v1.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཅི་ལས་མི་ལྡོག །
en: “Mañjuśrī, what does a bodhisattva great being not turn back from?”

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བའི་མཉམ་པ་ཉིད་ལས་མི་ལྡོག་གོ། །
en: “Divine son, bodhisattva great beings do not turn back from all phenomena being the same in being utterly unarisen.

source: དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་མཉམ་སྟེ།
en: it is because ultimately all phenomena are the same in being utterly unarisen, and the bodhisattva great beings are the same.

source: དེ་བས་ན་ཕྱིར་མི་ལྡོག་གོ། །
en: That is why they do not turn back.”

source: ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་པ་ཉིད་ཅེས་བྱ་བ་དེ་འཇམ་དཔལ་ཆོས་གང་གི་ཚིག་བླ་དགས།
en: “When one speaks of the sameness of all phenomena in being utterly unarisen, Mañjuśrī, what phenomenon is that a designation for?”

source: ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་ཞེས་བྱ་བ་ནི་ལྷའི་བུ་དོན་དམ་པར་སྣ་ཚོགས་མེད་པའི་ཚིག་བླ་དགས་སོ། །
en: “The sameness of all phenomena in being utterly unarisen designates that ultimately there is no diversity.”

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་པ་ལ་ཅིའི་ཕྱིར་སྣ་ཚོགས་སུ་སྣང་།
en: “Mañjuśrī, how does the sameness of all phenomena in being utterly unarisen manifest as diversity?”

source: གང་ལྷའི་བུ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་པ་ལ་དོན་དམ་པར་རྫས་དང་། དངོས་པོ་དང་། ངོ་བོར་ཡོངས་སུ་རྟོག་པས་དེ་དག་དོན་དམ་པར་ན་སྣ་ཚོགས་སུ་སྤྱོད་དོ། །
en: “Divine son, whoever conceptualizes the sameness of all phenomena in being utterly unarisen as ultimately having substance, materiality, and essence will ultimately experience diversity.

source: དེ་དག་དོན་དམ་པར་སྣ་ཚོགས་སུ་སྤྱོད་པ་ལ་དམིགས་པའི་ལྟ་བ་མང་དུ་འགྱུར་རོ། །
en: As for ultimately experiencing diversity, it develops into many views involving reference points.

source: དེ་དག་དམིགས་པའི་ལྟ་བ་མང་པོས་འགྲོ་བ་རྣམ་པ་ཐ་དད་པ་རྣམས་སུ་དབང་མེད་པར་འཁྱམ་མོ། །
en: Those who hold these many views that involve reference points wander helplessly in all the various forms of existence.

source: གང་ལྷའི་བུ་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མི་འབྱུང་བར་མཉམ་པ་ལ་དོན་དམ་པར་ངོ་བོ་དང་། རྫས་དང་། དངོས་པོ་ཡོངས་སུ་མི་རྟོག་ན།
en: Divine son, whoever does not conceptualize the sameness of all phenomena in not occurring as ultimately having substance, materiality, and essence,

source: དེ་དག་དོན་དམ་པར་ན་སྣ་ཚོགས་སུ་མི་སྤྱོད་དོ། །
en: does ultimately not experience diversity.

source: དེ་དག་དོན་དམ་པར་སྣ་ཚོགས་སུ་མི་སྤྱོད་ན། དོན་དམ་པར་ཤིན་ཏུ་དངོས་པོ་མེད་པར་འགྲོ་བའི་ཚུལ་གྱིས་དོན་དམ་པར་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མ་སྐྱེས་པའི་མཚན་ཉིད་དང་མཉམ་པར་ཁོང་དུ་ཆུད་པར་འགྱུར་རོ། །
en: Since he ultimately does not experience diversity, he ultimately understands the utterly unreal. In this way he comes to understand that all phenomena ultimately are the same in being characterized as utterly unborn.”

source: རྣམ་གྲངས་གང་གིས་ཉོན་མོངས་པ་དང་བཅས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་བྱང་ཆུབ་ཡོད་ཀྱི་ཉོན་མོངས་པ་མེད་པ་ལ་མ་ཡིན་པའི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method that can awaken a bodhisattva great being with disturbing emotions, but not someone without disturbing emotions?”

source: ལྷའི་བུ་ཡོད་དོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Divine son, there is.

source: ལྷའི་བུ་ཆོས་ཐམས་ཅད་ནི་ཀུན་རྫོབ་ཏུ་འབྱུང་བ་ཡང་འབྱུང་ངོ་། །
en: Divine son, relatively, all phenomena continuously emerge

source: མི་འབྱུང་ཡང་མི་འབྱུང་སྟེ།
en: and disappear.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་བྱང་ཆུབ་ཀྱང་ཀུན་རྫོབ་ཏུ་འབྱུང་ངོ་། །
en: In this way, the awakening of bodhisattva great beings also appears, relatively.

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ནི་ཉོན་མོངས་པ་མེད་ཅིང་མི་སྐྱེ་མི་འགག་སྟེ།
en: Divine son, ultimately, all phenomena are without disturbing emotions, unborn and unceasing.

source: ཆོས་གང་དོན་དམ་པར་མི་སྐྱེ་མི་འགག་པ་དེ་དོན་དམ་པར་གང་གིས་ཀྱང་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་སོ། །
en: Any phenomenon that is ultimately unborn and unceasing is also ultimately beyond being realized.

source: མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ། །མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ། །
en: It will never be realized, nor was it ever realized.

source: ལྷའི་བུ་དོན་དམ་པར་ཆོས་ཐམས་ཅད་ཤིན་ཏུ་མ་སྐྱེས་པའི་ཕྱིར་ཏེ།
en: Divine son, because ultimately all phenomena are utterly unborn.

source: ལྷའི་བུ་རྣམ་གྲངས་དེ་ལྟ་བུས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཉོན་མོངས་པ་དང་བཅས་པ་ལ་བྱང་ཆུབ་འབྱུང་སྟེ།
en: Therefore, divine son, through such a method a bodhisattva great being with disturbing emotions can awaken,

source: ཉོན་མོངས་པ་མེད་པ་ལ་ནི་མ་ཡིན་ནོ། །
en: yet someone who is devoid of disturbing emotions cannot.”

source: འཇམ་དཔལ་རྣམ་གྲངས་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེར་སྣ་ཅན་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་ཏེ།
en: “Mañjuśrī, is there a method by which a bodhisattva great being who is miserly can complete the perfection of generosity,

source: གཏོང་བ་དང་ལྡན་པ་ལ་མ་ཡིན་པའི་རྣམ་གྲངས་ཡོད་དམ།
en: yet those who are generous cannot?”

source: ཡོད་དེ་ལྷའི་བུ་རྣམ་གྲངས་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེར་སྣ་ཅན་གྱི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་གྱི་གཏོང་བ་དང་ལྡན་པ་ལ་མ་ཡིན་པའི་རྣམ་གྲངས་ཡོད་དོ། །
en: “Yes, divine son, there is a method by which a miserly bodhisattva great being can complete the perfection of generosity, yet those who are generous cannot.

source: གང་སེམས་ཅན་ཐམས་ཅད་དང་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀུན་རྫོབ་ཏུ་ཡོངས་སུ་མི་གཏོང་མི་འདོར་བ་དེ་ནི་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེར་སྣའོ། །
en: Because to never let go of, or cast away, any sentient being, or any of the buddha qualities, on the relative level, is the miserliness of the bodhisattva great beings.”

source: འཇམ་དཔལ་གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ངན་པའི་ངང་ཚུལ་ཅན་ལ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འགྱུར་གྱི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལ་མ་ཡིན་པའི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method by which a bodhisattva great being who is ill behaved can complete the perfection of discipline, yet those who are disciplined cannot?”

source: ཡོད་དེ་ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སེམས་ཅན་ལ་ལྟའི་ཚུལ་ཁྲིམས་ལ་མ་ཡིན་པ་དེ་ནི་
en: “There is. Divine son, when a bodhisattva great being avoids superficial discipline in order to ripen beings,

source: ཀུན་རྫོབ་ཏུ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའོ། །
en: that is the perfection of discipline of a bodhisattva great being on the relative level.”

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་བཟོད་པ་བོར་ལ་བཟོད་པ་ཅན་གྱི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method of patience for a bodhisattva great being who has forsaken patience?”

source: ལྷའི་བུ་ཡོད་དེ་
en: “Divine son, there is.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་ལ་དོན་དམ་པར་ཆོས་ཐམས་ཅད་ལ་རྫས་དང་དངོས་པོ་དང་། ངོ་བོར་མི་བཟོད་པ་དེ་ནི་
en: Any bodhisattva great being who ultimately has no patience with any phenomena having substance, actuality, or essence is

source: ཤིན་ཏུ་མ་སྨྲས་པའི་ཚུལ་གྱིས་བླ་ན་མེད་པའི་བཟོད་པ་དང་ལྡན་པར་འགྱུར་ཏེ།
en: in fact, in an ineffable manner, in possession of the supreme patience.

source: ལྷའི་བུ་དེ་ནི་མི་དམིགས་པའི་ཚུལ་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བཟོད་པ་དམ་པའོ། །
en: Divine son, in a manner free from reference points, that is the supreme patience of a bodhisattva great being.”

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལེ་ལོ་ཅན་བརྩོན་འགྲུས་དང་ལྡན་པར་འགྱུར་བའི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method by which a lazy bodhisattva great being can be diligent?”

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ་ལྷའི་བུ་ཡོད་དེ།
en: Mañjuśrī said,

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལེ་ལོ་ཅན་དུ་གྱུར་པ་ནི་བླའི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་། མུ་སྟེགས་ཅན་དམིགས་པའི་བརྩོན་འགྲུས་ཀྱིས་བརྩོན་འགྲུས་དང་ལྡན་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: “Divine son, there is. A lazy bodhisattva great being is unlike those diligent hearers, solitary buddhas, and extremists who employ an easy form of diligence that involves focus.”

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྗེད་ངས་པ་གང་མཉམ་པར་གཞག་པར་འགྱུར་བའི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method by which a bodhisattva great being who is forgetful can rest in equipoise?”

source: ལྷའི་བུ་ཡོད་དེ།
en: “Divine son, there is.

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་ལ་རྨི་ལམ་དུ་ཡང་དོན་དམ་པར་རྫས་དང་། ངོ་བོ་དང་། དངོས་པོའི་སེམས་མི་སྐྱེ་བ་དེ་ནི་མི་དམིགས་པའི་ཚུལ་གྱིས་ཤིན་ཏུ་མཉམ་པར་གཞག་པར་འགྱུར་རོ། །
en: A bodhisattva great being, who, even in his sleep, does not give rise to thoughts of substance, essence, or actuality on the ultimate level, is resting in equipoise in a manner devoid of reference points.”

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་མེད་པ། ཤེས་རབ་ཆེན་པོར་འགྱུར་བའི་རྣམ་གྲངས་ཡོད་དམ།
en: “Mañjuśrī, is there a method by which a bodhisattva great being who has no knowledge can come to possess great knowledge?”

source: ལྷའི་བུ་དོན་དམ་པར་ན་ཆོས་ཐམས་ཅད་ལ་ཤེས་རབ་ཀྱིས་རྣམ་པར་དཔྱད་དེ།
en: Divine son, ultimately all phenomena are discerned by knowledge.

source: བཙལ་ན་ཤིན་ཏུ་མེད་ཅིང་མི་དམིགས་ཏེ།
en: However, when one searches for phenomena, they disappear and cannot be observed.

source: ཤེས་རབ་དེ་ཡང་དོན་དམ་པར་ན་ཤིན་ཏུ་མེད་ཅིང་མི་དམིགས་པས་ན།
en: Knowledge is also like that; ultimately it also does not exist and cannot be observed.

source: ཀུན་རྫོབ་ཏུ་ཤེས་རབ་ཅན་ཞེས་བྱ་སྟེ། ཤེས་རབ་དེ་ཡང་དོན་དམ་པར་ན་ཤིན་ཏུ་མ་སྐྱེས་པ་ཡིན་ནོ། །
en: Therefore, relatively, one speaks of ‘possessing knowledge,’ even though that knowledge is ultimately utterly unborn.

source: ལྷའི་བུ་རྣམ་གྲངས་དེས་ན།
en: Divine son, according to that method,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་མེད་པ་ནི་ཤེས་རབ་ཆེན་པོ་ཅན་ཞེས་བྱའོ། །
en: a bodhisattva great being who has no knowledge is called one who possesses great knowledge,

source: ཤེས་རབ་བྱེ་བྲག་ཏུ་འཕགས་པ་ཞེས་བྱའོ། །
en: or one who possesses especially exalted knowledge,

source: ཤེས་རབ་དམ་པ་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: or one who possesses sacred knowledge,

source: ཤེས་རབ་གྱ་ནོམ་པ་ཞེས་བྱའོ། །
en: or one who lays hold of knowledge,

source: མི་དམིགས་པའི་ཤེས་རབ་ཅན་ཞེས་བྱ་སྟེ།
en: or one who possesses knowledge devoid of a focus.

source: དོན་དམ་པར་ན་ཇི་སྐད་དུ་བརྗོད་པ་ལྟར་ནི་མ་ཡིན་ནོ། །
en: Ultimately, things are not as they are described.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་
en: The Blessed One now addressed Mañjuśrī Kumārabhuta.

source: ལ་ལེགས་སོ། །ཞེས་བྱ་བ་བྱིན་ཏེ།
en: “Excellent!” he said.

source: ལེགས་སོ། །ལེགས་སོ། །
en: “Excellent, excellent!

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་བྱ་བ་དང་། མི་བྱ་བ་མི་བསྟན་པའི་ཚུལ་གྱིས་བསྟན་པ་ནི། ཚིག་འདི་ལེགས་པར་སྨྲས་སོ། །
en: Mañjuśrī, you have spoken well and explained, without explaining, the acts and non-acts of bodhisattva great beings.

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་སྐྱེས་བུ་བཀྲེས་པ་ལྟོགས་པས་ཉམ་ཆུང་བ་མནགས་པ་བླའི། མི་ཤེས་པས་ཁ་ཟས་དུག་ཅན་ཟོས་པ་དེ་ལྟ་མ་ཡིན་ནོ། །
en: Mañjuśrī, for a starving person, feeble and thin, it is better to suffer, and thus not to unknowingly eat poisonous food.

source: འཇམ་དཔལ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་དམིགས་པའི་སེར་སྣ་ཅན་དང་།
en: In the same way, Mañjuśrī, it is better for bodhisattva great beings to engage in nonconceptual miserliness,

source: ངན་པའི་ངང་ཚུལ་ཅན་དང་།
en: bad behavior,

source: གནོད་སེམས་ཅན་དང་།
en: ill will,

source: ལེ་ལོ་ཅན་དང་།
en: laziness,

source: བརྗེད་ངས་པ་དང་།
en: forgetfulness,

source: ཤེས་རབ་མེད་པ་བླའི་
en: and lack of knowledge,

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་དམིགས་པ་ཅན་གྱི་སེམས་ཀྱི་སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་སྦྱོར་བ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: and thus not engage in the conceptual applications of generosity, discipline, patience, diligence, concentration, and knowledge of the hearers and solitary buddhas who rely on reference points.

source: དམིགས་པའི་དུག་གི་སྐྱོན་ཆགས་པའི་ཕྱིར་དེ་ལ་ཀུན་རྫོབ་ཏུ་འཇིགས་པར་ཤེས་པར་བྱའོ། །
en: Because the latter give rise to the faults of poisonous reference points, and this must therefore be understood to be a danger on the relative level.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ལྷའི་བུ་མཚམས་བཟངས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: At this point the god Excellent Rule asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཉོན་མོངས་པ་རྣམས་ལ་འཇིགས་པར་མི་བགྱིའམ།
en: “Blessed One, are bodhisattva great beings not afraid of disturbing emotions?”

source: ལྷའི་བུ་ཀུན་རྫོབ་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཉོན་མོངས་པ་རྣམས་ལ་འཇིགས་པར་བྱའོ། །
en: “Divine son, relatively, bodhisattva great beings do fear disturbing emotions.

source: དེ་བས་ཀྱང་དེས་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དམིགས་པ་ཅན་གྱི་སེམས་ལ་ཤིན་ཏུ་འཇིགས་པར་བྱ་སྟེ།
en: But far more, they fear the mind-set of the hearers and solitary buddhas, who rely on reference points;

source: ཉོན་མོངས་པ་རྣམས་ལ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: their fear of the disturbing emotions is not comparable.”

source: ལྷའི་བུས་གསོལ་པ།
en: The god asked,

source: བཅོམ་ལྡན་འདས་དེ་ཅིའི་སླད་ནས།
en: “Blessed One, why is that?”

source: ལྷའི་བུ་ཁྱོད་ཉིད་ལ་དྲིས་ཁྱོད་ཀྱིས་ཅི་ནུས་པ་དེ་བཞིན་དུ་ལུང་སྟོན་ཅིག །
en: “Divine son, that is something you should ask yourself! Why not explain it yourself, as best you can?

source: ལྷའི་བུ་འདི་ཡིད་ལ་ཇི་སྙམ།
en: Divine son, what do you think?

source: སྐྱེས་བུ་འཚོ་བར་འདོད་པར་གྱུར་པས་ཡན་ལག་གཅད་པ་ལ་འཇིགས་པར་བྱའམ།
en: If a person wishes to survive, would that person’s greatest fear be having his limbs severed,

source: འོན་ཏེ་མགོ་གཅད་པ་ལ་རབ་ཏུ་འཇིགས་པར་བྱ།
en: or having his head cut off?”

source: བཅོམ་ལྡན་འདས་ཡན་ལག་གཅད་པའི་སྐྱེས་བུ་ནི་འཚོ་སྟེ།
en: “Blessed One, someone who loses his limbs could still survive.

source: བསོད་ནམས་འདོད་པ་བསོད་ནམས་ཀྱི་ལམ་ཡང་དག་པར་བླངས་ཤིང་གནས་པ་དེ་ནི་མཐོ་རིས་སུ་སྐྱེ་བའི་རྒྱུར་འགྱུར་གྱི།
en: Thus, if he wanted to acquire merit, he could still take up and follow a meritorious path, which in turn would become a cause for taking birth in the higher realms.

source: བཅོམ་ལྡན་འདས་མགོ་བཅད་པ་ནི་འཚོ་བ་ལས་ཡོངས་སུ་ཉམས་ཏེ།
en: However, Blessed One, someone who had his head cut off would be unable to survive.

source: བསོད་ནམས་འཚལ་བ་བསོད་ནམས་ཀྱི་ལམ་ཡང་དག་པར་ལེན་ཅིང་སྤྱོད་མི་ནུས་སོ། །
en: In this way, even if he strove for merit, he would be unable to genuinely follow a meritorious path.”

source: ལྷའི་བུ་དེ་བཞིན་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མི་དམིགས་པ་ནི་སྤྱོད་པ་ཉམས་ཀྱང་བླའི།
en: “Divine son, similarly, for bodhisattva great beings it is better to conduct themselves without reference points, even if it involves transgression,

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་གྱི་ལྟ་བར་ལྟུང་བ་རྣམས་ཀྱིས་བསླབ་པ་དང་། སྦྱངས་པའི་ཡོན་ཏན་ཐམས་ཅད་དང་ལྡན་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: and thus not have the qualities and trainings of those who fall into the views of the hearers and solitary buddhas who rely on reference points.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེར་སྣ་ཅན་ནི་བླའི།
en: It is better to be a miserly bodhisattva,

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བཏང་སྟེ།
en: and thus not abandon all sentient beings,

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་འདོར་བ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: or even cast away all the qualities of a buddha.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ངན་པའི་ངང་ཚུལ་ཅན་དུ་གྱུར་པ་ནི་བླའི།
en: It is better to be an ill-behaved bodhisattva great being

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་མི་བྱེད་པར་གྱུར་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: rather than someone who fails to ripen others.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དད་པས་སྤྱོད་པའི་ས་ལ་སྤྱོད་པ། མི་དམིགས་པ་ལ་མོས་ཤིང་།
en: It is better to be a bodhisattva great being who faithfully practices on the level of action with conviction in the absence of focus,

source: ཉོན་མོངས་པ་དང་བཅས་པ་བླའི།
en: yet has disturbing emotions,

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་ངེས་པར་གྱུར་པ་ཐོབ་པ།
en: than to be a hearer or solitary buddha who relies on reference points,

source: ཉོན་མོངས་པ་མེད་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: who attains certainty and is free from disturbing emotions.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མི་སྤྱོད་པའི་ཚུལ་གྱིས་སྤྱོད་པ་ནི་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པ་ལགས་སོ། །
en: “Blessed One, the acts of the bodhisattva great beings, which are non-acts, are at odds with the entire world.

source: བཅོམ་ལྡན་འདས་དམིགས་པའི་དུག་གི་སྐྱོན་ཆགས་པས་ན།
en: Blessed One, when the poisonous faults of reference points have formed,

source: གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ངན་པའི་ངང་ཚུལ་ལགས་སོ། །
en: the discipline of the hearers and solitary buddhas, who rely on reference points, becomes an unwholesome state for bodhisattva great beings.

source: ཇི་ཙམ་དུ་གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་རྣམས་ཀྱི་བརྩོན་འགྲུས་དེ་ནི་
en: No matter how diligent the hearers and solitary buddhas, who rely on reference points, are, the poisonous faults of reference points have been formed,

source: དམིགས་པའི་དུག་གི་སྐྱོན་ཆགས་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལེ་ལོའི་བར་དུའོ། །
en: and thus their diligence is inferior to the laziness of bodhisattva great beings.”

source: ལྷའི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་གང་མི་དབུལ་པོའི་ཁ་ཟས་དེ་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་དུག་གོ། །ལྷའི་བུ་དེ་བཞིན་དུ་གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་དང་། བརྩོན་འགྲུས་ཀྱི་བར་དུ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ངན་པའི་ངང་ཚུལ་དང་ལེ་ལོའི་བར་དུའོ། །
en: “Divine son, just as the food of a destitute man is poison for a universal monarch, likewise, divine son, are the discipline and diligence of the hearers and solitary buddhas, who rely on reference points, for ill-behaved and lazy bodhisattva great beings.

source: དམིགས་པའི་དུག་གི་སྐྱོན་ཆགས་པའི་ཕྱིར་རོ། །
en: Because of involving the poisonous faults of reference points.

source: ལྷའི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་གང་བདག་ཉིད་བསྒྲུབས་པའི་ལས་བྱེད་པའི་སྐྱེས་བུའི་ནོར་དེས་གྲོང་ཁྱེར་གྱི་སྐྱེ་བོ་ཐམས་ཅད་བདེ་བར་སྦྱོར་མི་ནུས་སོ། །
en: “Divine son, just as the wealth of a person who is only concerned with his personal achievements is not sufficient to ensure the wellbeing of a whole city,

source: ལྷའི་བུ་དེ་བཞིན་དུ་གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་དབུལ་བའི་སེམས་དང་། དམན་པའི་སེམས་དང་། དམིགས་པའི་སེམས་དང་ལྡན་པ་རྣམས་ཀྱི་བརྩོན་འགྲུས་ཀྱི་བར་གྱིས་འཛམ་བུའི་གླིང་གི་སེམས་ཅན་ཡོངས་སུ་ཐར་བར་བྱེད་ཀྱང་མི་ནུས་ན་སེམས་ཅན་ཐམས་ཅད་ལྟ་ཅི་སྨོས།
en: likewise, divine son, the diligence of those who have the impoverished, inferior, and conceptual attitude of the hearers and solitary buddhas is unable to liberate even the beings here in Jambudvīpa, let alone liberate all beings.

source: ལྷའི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ནོར་ཆེན་པོ་ལོངས་སྤྱོད་ཆེན་པོ་གཏོང་བ་དང་ལྡན་པ། བྱམས་པ་ལ་གནས་པ། སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་དེད་དཔོན་ཆེན་པོ་ནི།
en: “Divine son, just as a leader who lovingly and compassionately

source: སེམས་ཅན་ཐམས་ཅད་བླ་ན་མེད་པའི་བདེ་བར་བྱེད་པ་ལ་ཞུགས་པའི་ནོར་དེས་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་སེམས་ཅན་བདེ་བར་བྱེད་དོ། །
en: grants great wealth and enjoyment to others may use his wealth to accomplish the happiness of limitless beings in order to give all beings unsurpassed happiness,

source: ལྷའི་བུ་དེ་བཞིན་དུ་གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལྷག་པའི་བསམ་པ་ལ་ཞུགས་པ།
en: so likewise, divine son, whoever develops the superior attitude of the bodhisattva great beings

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཤེས་རབ་དང་།
en: and inspires all beings with knowledge,

source: ཐབས་དང་།
en: means,

source: སྙིང་བརྩེ་བ་ཆེན་པོས་བསྐུལ་བ།
en: great love,

source: བསྐལ་པ་ཆེན་པོ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གྲངས་མེད་པར་བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་བསགས་པའི་ནོར་ཆེན་པོ་མི་དམིགས་པའི་བརྩོན་འགྲུས་ཀྱི་བར་དུ་དེ་དག་གིས་སེམས་ཅན་གྲངས་མེད།
en: and compassion will ripen limitless beings through his diligence beyond focus and the great wealth of the accumulations of merit and wisdom, gathered over limitless trillions of great eons.

source: དཔག་ཏུ་མེད་པ་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །མི་གཞོག་པའི་ཚུལ་གྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལའང་རབ་ཏུ་འགོད་དོ། །
en: Without settling them, he will even settle all beings in omniscience.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Venerable Mahākāśyapa now addressed the Blessed One.

source: བཅོམ་ལྡན་འདས་ཉན་ཐོས་ཀྱིས་འདུས་མ་བྱས་ཀྱི་ཆོས་རྣམས་མངོན་སུམ་དུ་བགྱིས་ལ།
en: “Blessed One,” he said, “the hearers actualize all unconditioned phenomena while,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་འདུས་བྱས་སུ་གཏོགས་པ་ལགས་ན།
en: Blessed One, bodhisattva great beings are classified under conditioned phenomena.

source: དེ་ཇི་ལྟར་འདུས་མ་བྱས་སུ་གཏོགས་པའི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་ཐམས་ཅད་ཟིལ་གྱིས་གནོན།
en: How can that outshine all the hearers and solitary buddhas who rely on reference points, who are included under the unconditioned?”

source: འོད་སྲུང་དེའི་དོན་རབ་ཏུ་གྲུབ་པར་བྱ་བའི་ཕྱིར་དཔེར་བྱ་སྟེ།
en: “Kāśyapa, I will give you an analogy that illustrates this.

source: སྐྱེས་བུ་མཁས་པས་སྨྲས་པའི་དོན་རིག་པ་ལ་ལ་དཔེས་དེའི་དོན་གོ་བར་འགྱུར་རོ། །
en: Some people need an analogy to understand the meaning expressed by a skilled being.

source: འདི་ལྟ་སྟེ། དཔེར་ན་རྒྱ་མཚོ་ཆེན་པོ་བཞི་མར་གྱིས་གང་བར་གྱུར་ལ།
en: It is like this: imagine that the four great oceans were filled with butter.

source: དེ་ནས་སྐྱེས་བུ་ལ་ལས་སྐྲ་བརྒྱར་གཤེགས་པའི་རྩེ་མོའི་ཐོག་མས་མར་གྱི་ཐིགས་པ་གཅིག་བླངས་ན།
en: Then, imagine that someone were to extract a drop of butter from the oceans using the very tip of a hair split into one hundredths.

source: འོད་སྲུང་འདི་ཇི་སྙམ་དུ་སེམས།
en: Do you think, Kāśyapa,

source: སྐྲར་བརྒྱར་གཤེགས་པའི་རྩེ་མོའི་ཐོག་མས་མར་གྱི་ཐིགས་པ་བཅུས་པས་རྒྱ་མཚོ་ཆེན་པོ་བཞི་མར་གྱིས་གང་བ་ཟིལ་གྱིས་གནོན་པར་ནུས་སམ།
en: that the drop of butter extracted with that very tip of a hair split into one hundredths would be able to outshine the four great oceans filled with butter?”

source: འོད་སྲུང་གིས་གསོལ་པ།
en: Kāśyapa replied,

source: བཅོམ་ལྡན་འདས་དེ་མ་ལགས་སོ། །
en: “No, Blessed One, they would not.

source: བདེ་བར་གཤེགས་པ་དེ་མ་ལགས་སོ། །
en: Blissful One, they would not.”

source: ཡང་འོད་སྲུང་དེ་དག་ལས་ཆེས་མང་བ་དང་། ཆེས་མཆོག་ཏུ་གྱུར་པ་དང་། ཆེས་དམ་པ་དང་། ཆེས་རིན་ཆེ་བ་གང་ཡིན།
en: “Moreover, Kāśyapa, which one among the two would be largest, best, foremost, and most valuable?”

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་རྒྱ་མཚོ་ཆེན་པོ་གཅིག་གི་བྱེ་བ་བརྒྱ་སྟོང་གི་ཆ་ཤས་དེའང་།
en: “Blessed One, even one trillionth of a single ocean would be,

source: བཅོམ་ལྡན་འདས་ཤིན་ཏུ་མང་།
en: Blessed One, much larger,

source: ཤིན་ཏུ་མཆོག །ཤིན་ཏུ་དམ་པ།
en: better, exalted,

source: ཤིན་ཏུ་རིན་ཆེ་བ་ལགས་ཏེ།
en: and valuable than the single drop.

source: བཅོམ་ལྡན་འདས་བརྒྱར་གཤེགས་པའི་སྐྲའི་རྩེ་མོའི་ཐོག་མས་མར་གྱི་ཐིགས་པ་བླངས་པ་དེ་ལྟ་མ་ལགས་ན།
en: Blessed One, the drop that was extracted using that very tip of a hair split into one hundredths could not compare to that,

source: བཅོམ་ལྡན་འདས་རྒྱ་མཚོ་ཆེན་པོ་བཞི་ལྟ་ཅི་སྨོས།
en: let alone all four great oceans.”

source: འདི་ལྟ་སྟེ།དཔེར་ན་བརྒྱར་གཤེགས་པའི་སྐྲའི་རྩེ་མོའི་ཐོག་མས་མར་གྱི་ཐིགས་པ་བླངས་པ་ཚད་ཡོད་པ་དེ་བཞིན་དུ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དམིགས་པ་ཅན་གྱི་འདུས་མ་བྱས་ཀྱི་ཡེ་ཤེས་ནི་ཆུང་ངོ་། །
en: “In the same way as in this analogy, the unconditioned wisdom of the hearers and solitary buddhas, who rely on reference points, is as insignificant as the drop of butter that was extracted from that very tip of a hair split into one hundredths,

source: དམིགས་པ་དང་བཅས་པའོ། །
en: since it involves reference points.

source: འོད་སྲུང་འདི་ལྟ་སྟེ། དཔེར་ན་རྒྱ་མཚོ་ཆེན་པོ་བཞི་མར་གྱིས་གང་བ་དེ་ཙམ་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དམིགས་པ་མེད་པ།
en: “Kāśyapa, the bodhisattva great beings are similar to the four great oceans filled with butter in this analogy. They are free from reference points.

source: དད་པ་སྤྱོད་པའི་ས་ལ་མི་སྤྱོད་པའི་ཚུལ་གྱིས་སྤྱོད་པའི་རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པ།
en: They are endowed with all supreme features of engaging, without engaging, the level of faithful practice.

source: བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་ཐམས་ཅད་བསྡུས་པ།
en: They embody all the accumulations of merit and wisdom.

source: འདུས་བྱས་ཀྱི་ཡེ་ཤེས་སུ་མི་བལྟ་བའི་ཚུལ་གྱིས་བལྟའོ། །
en: Without viewing, they view conditioned wisdom.
